Repository: Ganneff/herecomesthesun
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de, nl, zh_tw

source: needapikey
de: Es benötigt einen API-Schlüssel, diesen bitte auf stormglass.io erzeugen und dann in API_key.txt ablegen in Verzeichnis
nl: Api-sleutel vereist - verkrijg een sleutel op stormglass.io en plak deze in API_key.txt in
zh_tw: 需要一個 API 密鑰，從 stormglass.io 獲取它並將其放入 API_key.txt 中

source: nousersecret
de: Kein user secret gefunden. Bitte erst registrieren und einloggen. Du kannst hierfür registering_pytooter.py zum einloggen benutzen.
nl: Er is geen gebruikersgeheim aangetroffen. Registreer jezelf en log in. Hiervoor kun je gebruikmaken van het registering_pytooter.py-script.
zh_tw: 未找到用戶登錄數據。 請先註冊並登錄。 您可以使用 registering_pytooter.py.

source: direction.more
de: mehr
nl: meer
zh_tw: 多了

source: hashtag.itcomes
de: HereComesTheSun

source: direction.less
de: weniger
nl: minder
zh_tw: 少了

source: hashtag.itgoes
de: HereGoesTheSun

source: That's %(seconds)s %(moreorless)s than yesterday!
de: Das sind %(seconds)s %(moreorless)s als gestern!
nl: In totaal %(seconds)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s %(seconds)s!

source: That's %(minutes)s %(moreorless)s than yesterday!
de: Das sind %(minutes)s %(moreorless)s als gestern!
nl: In totaal %(minutes)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s %(minutes)s!

source: That's %(hours)s %(moreorless)s than yesterday!
de: Das sind %(hours)s %(moreorless)s als gestern!
nl: In totaal %(hours)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s %(hours)s!

source: That's %(minutes)s and %(seconds)s %(moreorless)s than yesterday!
de: Das sind %(minutes)s und %(seconds)s %(moreorless)s als gestern!
nl: In totaal %(minutes)s en %(seconds)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s%(minutes)s %(seconds)s!

source: That's %(hours)s and %(seconds)s %(moreorless)s than yesterday!
de: Das sind %(hours)s und %(seconds)s %(moreorless)s als gestern!
nl: In totaal %(hours)s en %(seconds)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s%(hours)s%(seconds)s!

source: That's %(hours)s, %(minutes)s and %(seconds)s %(moreorless)s than yesterday!
de: Das sind %(hours)s, %(minutes)s und %(seconds)s %(moreorless)s als gestern!
nl: In totaal %(hours)s, %(minutes)s en %(seconds)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s%(hours)s%(minutes)s%(seconds)s!

source: That's %(hours)s and %(minutes)s %(moreorless)s than yesterday!
de: Das sind %(hours)s und %(minutes)s %(moreorless)s als gestern!
nl: In totaal %(hours)s en %(minutes)s %(moreorless)s dan gisteren!
zh_tw: 比昨天%(moreorless)s%(hours)s%(minutes)s!

source: That appears to be the same as yesterday, unbelievable!
de: Das ist das gleiche wie gestern, unglaublich!
nl: Precies evenveel als gisteren! Hoe is het mogelijk?!
zh_tw: 和昨天一模一樣的時間，是不是很不可思議!

source: The sun rises at %(sunrisetime)s and sets at %(sunsettime)s.
de: Die Sonne geht auf um %(sunrisetime)sUhr, und wieder unter um %(sunsettime)sUhr.
nl: De zonsopkomst is om %(sunrisetime)s en de zonsondergang om %(sunsettime)s.
zh_tw: 日出時間: %(sunrisetime)s, 日落時間: %(sunsettime)s。

source: Our (theoretical) maximum amount of daylight will be %(maximumtime)s.
de: Unser (theoretisches) Maximum an Tageslicht wird %(maximumtime)s sein.
nl: Ons (theoretisch) maximaal aantal zonuren is %(maximumtime)s.
zh_tw: （理論上）最大光日照量將是: %(maximumtime)s。

source: #HereComesTheSun ðŸŒž for #%(city)s on %(date)s:
nl: #DeZonIsOnderweg ðŸŒž naar #%(city)s op %(date)s:

source: #HereComesTheSun 🌞 for #%(city)s on %(date)s:
zh_tw: #HereComesTheSun 🌞 #%(city)s, %(date)s:
